Revit 2027 API
GroupTypeId.RailingSystemSegmentVGrid Property
 V Grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RailingSystemSegmentVGrid { get; }
Public Shared ReadOnly Property RailingSystemSegmentVGrid As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RailingSystemSegmentVGrid {
	ForgeTypeId^ get ();
}
static member RailingSystemSegmentVGrid : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace